Repository: fa0311/vrc_manager
Catalog: lib/l10n/app_*.arb
Languages: es, ja, pt, ru, th, zh

source: OK
zh: 认可

source: NO
pt: NÃO
ru: НЕТ
zh: 没有

source: Cancel
es: CANCELAR.
ja: キャンセル
pt: CANCELAM.
ru: ОТМЕНА.
th: ยกเลิก
zh: 取消

source: Send
es: ENVIAR
ja: 送信
pt: SUBMIT
ru: ПОДПИСАТЬСЯ
th: ส่ง
zh: 发送

source: Save
es: Guardar
ja: 保存
pt: Salvar
ru: Сохранить
th: บันทึก
zh: 拯救

source: Saved
es: Guardado
ja: 保存しました
pt: Salvo
ru: Сохранено
th: บันทึกไว้
zh: 被拯救的

source: Success
es: Sucedido
ja: 成功しました
pt: Foi bem sucedido
ru: Преуспел
th: ความสำเร็จ
zh: 成功了

source: Failed
es: Fallido
ja: 失敗しました
pt: Falha
ru: Не удалось
th: ล้มเหลว
zh: 失败

source: Delete
es: Borrar
ja: 削除
pt: Excluir
ru: Удалить
th: ลบ
zh: 删除

source: Type
es: Tipo
ja: 種類
pt: Tipo
ru: Тип
th: พิมพ์
zh: 类型

source: Parse error
es: Error de análisis
ja: 構文解析エラー
pt: Erro de análise
ru: Ошибка парсинга
th: ข้อผิดพลาดในการแยกวิเคราะห์
zh: 解析错误

# socketException
source: No Internet connection
es: No se puede conectar a Internet
ja: インターネットに接続できませんでした
pt: Não conseguia se conectar à Internet
ru: Не удалось подключиться к Интернету
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
zh: 无法连接到互联网

source: Unknown error
es: Error desconocido
ja: 不明なエラー
pt: Erro desconhecido
ru: Неизвестная ошибка
th: ข้อผิดพลาดที่ไม่ทราบ สาเหตุ
zh: 未知错误

# reportMessage1
source: Please report this to the developer.
es: Por favor, informe al desarrollador
ja: 開発者に報告してください
pt: Por favor, informe o desenvolvedor
ru: Пожалуйста, сообщите разработчику
th: โปรดรายงานไปยังนักพัฒนาซอฟต์แวร์
zh: 请向开发商报告

# reportMessage2
source: Tapping Report will copy the log to the clipboard and access the report page.
es: Pulse Informe para copiar el registro en el portapapeles y acceder a la página del informe
ja: 報告をタップするとログがクリップボードにコピーされ報告ページにアクセスします
pt: Toque em Relatório para copiar o log para a área de transferência e acessar a página de relatório.
ru: Нажмите пункт Отчет, чтобы скопировать журнал в буфер обмена и перейти на страницу отчета
th: รายงานการแตะจะคัดลอกบันทึกไปยังคลิปบอร์ดและเข้าถึงหน้ารายงาน
zh: 点击报告，将日志复制到剪贴板，并进入报告页面

# tooManyRequests
source: Too many requests. Please wait a while and try again.
es: Demasiadas solicitudes Por favor, espere un momento e inténtelo de nuevo
ja: リクエストが多すぎます しばらく待ってから再試行してください
pt: Demasiados pedidos Por favor aguarde um momento e tente novamente
ru: Слишком много запросов Пожалуйста, подождите немного и попробуйте снова
th: คำขอมากเกินไป โปรดรอและลองอีกครั้ง
zh: 请求过多 请稍等片刻再试

# invalidLoginInfo
source: Invalid Username/Email or Password.
es: Nombre de usuario/dirección de correo electrónico o contraseña no válidos
ja: ユーザー名/メールアドレスまたはパスワードが無効です
pt: Nome de usuário/endereço de e-mail inválido ou senha
ru: Неверное имя пользователя/адрес электронной почты или пароль
th: ชื่อผู้ใช้/อีเมล หรือรหัสผ่านไม่ถูกต้อง
zh: 无效的用户名/电子邮件地址或密码

# dateFormat1
source: {inDays} days {inHours} hours ago
es: {inDays} días {inHours} horas atrás
ja: {inDays}日{inHours}時間前
pt: {inDays} dias {inHours} horas atrás
ru: {inDays} дней {inHours} часов назад
th: {inDays} วัน {inHours} ชั่วโมงที่แล้ว
zh: {inDays}天 {inHours}小时前

# dateFormat2
source: {inHours} hours {inMinutes} minutes ago
es: {inHours} horas {inMinutes} minutos atrás
ja: {inHours}時間{inMinutes}分前
pt: {inHours} horas {inMinutes} minutos atrás
ru: {inHours} часов {inMinutes} минут назад
th: {inHours} ชั่วโมง {inMinutes} นาทีที่แล้ว
zh: {inHours}小时 {inMinutes}分钟前

# dateFormat3
source: {inMinutes} minutes ago
es: {inMinutes} hace minutos
ja: {inMinutes}分前
pt: {inMinutes} minutos atrás
ru: {inMinutes} минут назад
th: {inMinutes} นาทีที่แล้ว
zh: {inMinutes}分钟前

# dateFormat4
source: {inSeconds} seconds ago
es: {inSeconds} hace segundos
ja: {inSeconds}秒前
pt: {inSeconds} segundos atrás
ru: {inSeconds} секунд назад
th: {inSeconds} วินาทีที่แล้ว
zh: {inSeconds}秒前

source: Share
es: Compartir
ja: 共有
pt: Compartilhe
ru: Поделиться
th: แบ่งปัน
zh: 分享

source: Copy
es: Copiar
ja: コピー
pt: Cópia
ru: Копировать
th: สำเนา
zh: 拷贝

# copied
source: Copied to clipboard.
es: Copiado en el portapapeles
ja: クリップボードにコピーしました
pt: Copiado para prancheta
ru: Копируется в буфер обмена
th: คัดลอกไปยังคลิปบอร์ด เปิดในเบราว์เซอร์
zh: 复制到剪贴板

source: Open in browser
es: Abrir en el navegador
ja: ブラウザで開く
pt: Aberto no navegador
ru: Открыть в браузере
th: เปิดใน
zh: 在浏览器中打开

source: Open in external browser
es: Abrir en un navegador externo
ja: 外部のブラウザで開く
pt: Aberto em navegador externo
ru: Открыть во внешнем браузере
th: เบราว์เซอร์ภายนอก
zh: 在外部浏览器中打开

source: Close
es: Cerrar
ja: 閉じる
pt: Fechar
ru: Закрыть
th: ปิด
zh: 关闭

source: Setting
es: Ajustes
ja: 設定
pt: Configurações
ru: Настройки
th: การตั้งค่า
zh: 设置

source: Login
es: Inicio de sesión
ja: ログイン
ru: Вход в систему
th: เข้าสู่ระบบ
zh: 登录

source: Username
es: Nombre de usuario
ja: ユーザー名
pt: Nome do usuário
ru: Имя пользователя
th: ชื่อผู้ใช้
zh: 用户名称

# usernameOrEmail
source: Username / Email
es: Nombre de usuario / Dirección de correo electrónico
ja: ユーザー名 / メールアドレス
pt: Nome de usuário / endereço de e-mail
ru: Имя пользователя / адрес электронной почты
th: ชื่อผู้ใช้ / ที่อยู่อีเมล
zh: 用户名/电子邮件地址

source: Password
es: Contraseña
ja: パスワード
pt: Senha
ru: Пароль
th: รหัสผ่าน
zh: 密码

source: Remember password
es: Guardar contraseña
ja: パスワードを保存する
pt: Salvar senha
ru: Сохранить пароль
th: บันทึกรหัสผ่าน
zh: 保存密码

source: Two Factor Authentication
es: Verificación en dos pasos
ja: 2段階認証
pt: Verificação em 2 etapas
ru: Двухэтапная проверка
th: การยืนยันแบบสองขั้นตอน รหัส
zh: 2步式验证

source: Authentication Code
es: Código de autentificación
ja: 認証コード
pt: Código de autenticação
ru: Код аутентификации
th: ยืนยัน
zh: 认证码

source: Unknown
es: Sin nombre
ja: 名無し
pt: Sem nome
ru: Без имени
th: ไม่ระบุชื่อ ฉันเข้าสู่ระบบ
zh: 没有名字

# incorrectLogin
source: Incorrect login information
es: Sus datos de acceso son incorrectos
ja: ログイン情報が間違っています
pt: Seus dados de login estão incorretos
ru: Ваши данные для входа в систему неверны
th: ข้อมูลการเข้าสู่ระบบ ผิด
zh: 您的登录信息不正确

source: Home
es: Inicio
ja: ホーム
pt: Início
ru: Главная
th: หน้าแรก
zh: 首页

source: Online Friends
es: Amigos en línea
ja: オンラインのフレンド
pt: Amigos on-line
ru: Онлайн-друзья
th: ออนไลน์ เพื่อน
zh: 在线朋友

source: Offline Friends
es: Amigos fuera de línea
ja: オフラインのフレンド
pt: Amigos fora de linha
ru: Друзья вне сети
th: ออฟไลน์ เพื่อน
zh: 离线朋友

# showOnlyAvailable
source: Show only available participants
es: Mostrar sólo disponible
ja: 参加可能のみ表示
pt: Mostrar apenas disponível
ru: Доступно только для показа
th: แสดงเฉพาะ
zh: 仅供展示

source: World details
es: Detalles del mundo
ja: ワールドの詳細
pt: Detalhes do mundo
ru: Детали мира
th: โลกที่เข้าร่วมได้ รายละเอียด
zh: 世界的细节

# worldUnfavoriteButton
source: Unfavorite button
es: Botón Desfavorito
ja: お気に入り解除ボタン
pt: Botão desfavorável
ru: Нелюбимая кнопка
th: ปุ่มเลิกชอบ
zh: 不喜欢的按钮

source: Sort
es: Ordenar por
ja: 並び替え
pt: Ordenar por
ru: Сортировать по
th: เรียงลำดับ จากมาก
zh: 排序方式

# descending
source: Descending order
es: Orden descendente
ja: 降順
pt: Ordem decrescente
ru: Порядок убывания
th: ไปหาน้อย
zh: 降序排列

# sortedByDefault
source: Sort by Default
es: Orden por defecto
ja: デフォルト順
pt: Ordem por defeito
ru: Сортировать по умолчанию
th: ตามค่าเริ่มต้น เรียงลำดับตาม
zh: 默认订单

# sortedByName
source: Sort by Name
es: Ordenar por nombre
ja: 名前順
pt: Ordenar pelo nome
ru: Сортировать по имени
th: ชื่อ โดยการ
zh: 按名称排序

# sortedByLastLogin
source: Sort by Last Login
es: Por orden de último ingreso
ja: 最終ログイン順
pt: Ordenar por capacidade último login
ru: В порядке последнего входа в систему
th: เข้าสู่ระบบครั้งล่าสุด เรียงลำดับ ตาม
zh: 按最后一次登录的顺序

# sortedByFriendsInInstance
source: Sort by Number of friends of the instance
es: Ordenar por número de amigos en la instancia
ja: インスタンス内のフレンド数順
pt: Ordenar por número de amigos, por exemplo
ru: Сортировать по количеству друзей в экземпляре
th: จำนวนเพื่อนในอินสแตนซ์
zh: 按实例中的朋友数量排序

# sortedByUpdatedDate
source: Sort by Updated date
es: Ordenar por fecha de actualización
ja: アップデート順
pt: Ordenar por Data de Actualização
ru: Сортировать по дате обновления
th: เรียงตามวันที่อัพเดท
zh: 按更新日期排序

# sortedByLabsPublicationDate
source: Sort by Labs publication date
es: Ordenar por fecha de publicación de Labs
ja: ラボの公開順
pt: Ordenar por Laboratórios data de publicação
ru: Сортировать по дате публикации Лаборатории
th: เรียงตามวันที่ตีพิมพ์ของ Labs
zh: 按实验室出版日期排序

# sortedByHeat
source: Sort by heat
es: Ordenar por calor
ja: ホットなワールド順
pt: Ordenar por calor
ru: Сортировать по теплу
th: เรียงตามความร้อน
zh: 按热量排序

# sortedByCapacity
source: Sort by capacity
es: Ordenar por capacidad
ja: 最大参加人数順
pt: Ordenar por capacidade
ru: Сортировать по мощности
th: จัดเรียงตามความจุ
zh: 按容量排序

# sortedByOccupants
source: Sort by occupants
es: Ordenar por ocupantes
ja: 現在の参加人数順
pt: Ordenar por ocupantes
ru: Сортировать по жильцам
th: จัดเรียงตามผู้อยู่อาศัย
zh: 按居住者排序

source: Display
es: Mostrar
ja: 表示
pt: Mostrar
ru: Дисплей
th: แสดง
zh: 显示

# normal
source: Default
es: Por defecto
ja: デフォルト
pt: Predefinição
ru: По умолчанию
th: ค่าเริ่มต้น ข้อความ
zh: 默认情况下

source: Simple
ja: シンプル
pt: Simples
ru: Простой
th: ธรรมดา
zh: 简单

source: Text only
es: Sólo texto
ja: 文字のみ
pt: Somente texto
ru: Только текст
th: เท่านั้น
zh: 仅限文本

source: Search
es: Buscar en
ja: 検索
pt: Pesquisa
ru: Поиск
th: ค้นหา
zh: 搜索

source: Friend request
es: Solicitud de amistad
ja: フレンドリクエスト
pt: Pedido de amigo
ru: Запрос друга
th: คำขอเป็นเพื่อน
zh: 朋友请求

source: Favorite Worlds
es: Mundos favoritos
ja: お気に入りのワールド
pt: Mundos preferidos
ru: Любимые миры
th: ผู้ใช้
zh: 最喜欢的世界

source: User
es: Usuario
ja: ユーザー
pt: Usuário
ru: Пользователь
th: โลกที่ชื่นชอบ
zh: 用户

# lastLogin
source: Last login: {data}
es: Último acceso: {data}
ja: 最終ログイン: {data}
pt: Último login: {data}
ru: Последний вход: {data}
th: เข้าสู่ระบบครั้งล่าสุด: {data}
zh: 最后一次登录: {data}

# dateJoined
source: Date joined: {data}
es: Registrado el: {data}
ja: 登録日: {data}
pt: Registrado em: {data}
ru: Зарегистрирован на: {data}
th: วันที่ลงทะเบียน: {data}
zh: 注册日期: {data}

source: Open in json viewer
es: Visualización en el visor JSON
ja: JSONビューワーで表示
pt: Visualização em JSON viewer
ru: Отображение в программе просмотра JSON
th: ดูในโปรแกรมดู JSON
zh: 在JSON查看器中显示

# joinInstance
source: Invite me
es: Invítese a sí mismo
ja: 自分を招待
pt: Convide-se
ru: Пригласите себя
th: เชิญตัวเอง
zh: 邀请自己

# addFavoriteWorlds
source: Select a list to add
es: Añadir mundos favoritos
ja: お気に入りのワールドに追加
pt: Adicionar mundos favoritos
ru: Добавить любимые миры
th: เพิ่มโลกที่ชื่นชอบ
zh: 添加喜爱的世界

source: Edit bio
es: Editar Biografía
ja: Bioを編集
pt: Editar Bio
ru: Редактировать биографию
th: แก้ไขประวัติ แก้ไข
zh: 编辑生物

source: Edit note
es: Editar nota
ja: ノートを編集
pt: Nota de edição
ru: Примечание редакции
th: บันทึก
zh: 编辑注

# sendInvite
source: Invitation sent.
es: Invitación enviada.
ja: 招待を送信しました
pt: Convite enviado.
ru: Приглашение отправлено.
th: ส่งคำเชิญ
zh: 邀请函已发出

# selfInviteDetails
source: Please check the invitation field of the VRChat.
es: Comprueba tu campo de invitación de VRChat
ja: VRChatの招待欄を確認してください
pt: Verifique seu campo de convite VRChat
ru: Проверьте поле приглашения VRChat
th: แล้ว โปรดตรวจสอบคอลัมน์คำเชิญของ VRChat Unfriend
zh: 检查你的VRChat邀请栏

source: Unfriend
es: Quita la amistad a
ja: フレンド解除
pt: Inamigo
ru: Не дружить
th: คุณ ต้องการเลิกเป็นเพื่อน
zh: 解除友谊

# unfriendConfirm
source: Do you want to unfriend me?
es: ¿Quieres dejar de ser mi amigo?
ja: フレンドを解除しますか？
pt: Você quer me desamparar?
ru: Ты хочешь меня исключить из друзей?
th: หรือไม่?
zh: 你想取消我的好友吗？

# requestCancel
source: Unrequested
es: Petición de baja de la lista de amigos
ja: リクエスト解除
pt: Solicitação de não amizade
ru: Запрос на отказ от дружбы
th: ลบคำขอ ยอมรับ
zh: 解除友谊请求

# allowFriends
source: Friends allow
es: Aceptar amigo
ja: フレンド許可
pt: Aceitar amigo
ru: Принять друга
th: เพื่อน
zh: 接受朋友

# denyFriends
source: Friends deny
es: Rechazar amigo
ja: フレンド拒否
pt: Rejeitar amigo
ru: Отвергнуть друга
th: ปฏิเสธเพื่อน
zh: 拒绝朋友

source: JSON Viewer
es: Visor JSON
ja: JSONビューワー
pt: Telespectador do JSON
ru: просмотрщик JSON
zh: JSON查看器

source: World
es: Mundo
ja: ワールド
pt: Mundo
ru: Мир
th: World โลก
zh: 世界

source: Private World
es: Mundo privado
ja: プライベートワールド
pt: Mundo privado
ru: Частный мир
th: ส่วนตัว ขณะ
zh: 私人世界

source: On the website
es: En línea en el sitio web
ja: Webサイト上でオンライン
pt: Online no site
ru: Онлайн на сайте
th: จำนวนผู้เล่น
zh: 在网站上在线

# occupants
source: Number of users: {data}
es: Número de jugadores: {data}
ja: プレイヤー数: {data}
pt: Número de jogadores: {data}
ru: Количество игроков: {data}
th: ออนไลน์บนเว็บไซต์ : {data}
zh: 玩家数量: {data}

# privateOccupants
source: Number of private users: {data}
es: Número de jugadores privados: {data}
ja: プライベートのプレイヤー数: {data}
pt: Número de jogadores privados: {data}
ru: Количество частных игроков: {data}
th: จำนวนผู้เล่นในส่วนตัว: {data}
zh: 私人玩家的数量: {data}

# favorites
source: Favorites: {data}
es: Favoritos: {data}
ja: お気に入り: {data}
pt: Favoritos: {data}
ru: Избранное: {data}
th: รายการโปรด: {data}
zh: 最爱: {data}

# createdAt
source: Created at {data}
es: Creado: {data}
ja: 作成: {data}
pt: Criado: {data}
ru: Создано: {data}
th: สร้างแล้ว: {data}
zh: 创建: {data}

# updatedAt
source: Updated at {data}
es: Última actualización: {data}
ja: 最終更新: {data}
pt: Última atualização: {data}
ru: Последнее обновление: {data}
th: อัปเดตล่าสุด: {data}
zh: 最后更新: {data}

source: Launch world
es: Creación de instancias
ja: インスタンス作成
pt: Criação da instância
ru: Создание экземпляра
th: สร้างอินสแตนซ์
zh: 实例创建

source: Open in VRChat
es: Abrir en VRChat
ja: VRChatで開く
pt: Aberto em VRChat
ru: Открыть в VRChat
th: ที่เปิดใน VRChat
zh: 在VRChat中打开

# accountSwitch
source: Account switching
es: Cambio de cuenta
ja: アカウント切り替え
pt: Mudança de conta
ru: Переключение счетов
th: บัญชี สลับ
zh: 账户转换

# accountSwitchSetting
source: Account switching settings
es: Configuración del cambio de cuenta
ja: アカウント切り替えの設定
pt: Configurações de mudança de conta
ru: Настройки переключения счетов
th: การตั้งค่า บัญชี
zh: 账户切换设置

# accountSwitchSettingDetails
source: Manage other accounts.
es: Gestionar otras cuentas
ja: 他のアカウントを管理します
pt: Gerenciar outras contas
ru: Управление другими счетами
th: จัดการ
zh: 管理其他账户

source: Add account
es: Añadir cuentas
ja: アカウントを追加
pt: Acréscimo de contas
ru: Добавление счетов
th: บัญชีอื่น เพิ่มบัญชี
zh: 添加账户

source: Accessibility
es: Accesibilidad
ja: アクセシビリティ
pt: Acessibilidade
ru: Доступность
th: การเข้าถึง
zh: 无障碍设施

source: Language
es: Idioma
ja: 言語
pt: Idioma
ru: Язык
th: ภาษา สลับ
zh: 语言

# translatorDetails
source: Translated by {name}
es: Traducido por {name}
ja: {name}による翻訳
pt: Tradução por {name}
ru: Переведено {name}
th: แปลโดย {name}
zh: 译者: {name}

source: Light theme
es: Tema luminoso
ja: ライトテーマ
pt: Tema leve
ru: Светлая тема
th: ธีมสว่าง
zh: 灯光主题

source: Dark theme
es: Tema oscuro
ja: ダークテーマ
pt: Tema sombrio
ru: Темная тема
th: ธีมสีเข้ม
zh: 深色主题

source: Black theme
es: Tema negro
ja: ブラックテーマ
pt: Tema negro
ru: Черная тема
th: ธีมสีดำ
zh: 黑色主题

source: True black theme
es: Tema negro verdadero
ja: 真っ黒テーマ
pt: Tema negro verdadero
ru: Настоящая черная тема
th: ธีมสีดำที่แท้จริง
zh: 真正的黑色主题

# forceExternalBrowser
source: Force external browsers
es: Forzar el navegador externo
ja: 外部のブラウザを強制する
pt: Forçar navegador externo
ru: Принудительное использование внешнего браузера
th: เหนือกว่า บังคับเบราว์เซอร์ภายนอก
zh: 强制使用外部浏览器

# forceExternalBrowserDetails
source: Force opening of an external browser when opening a browser
es: Obliga a abrir un navegador externo al abrir el navegador
ja: ブラウザを開く際に外部のブラウザを強制的に開きます
pt: Força um navegador externo a abrir ao abrir o navegador
ru: Принудительное открытие внешнего браузера при открытии браузера
th: บังคับให้เบราว์เซอร์ภายนอกเปิดขึ้นเมื่อเปิดเบราว์เซอร์ ออกจากระบบ
zh: 打开浏览器时，强制打开一个外部浏览器

source: Account
es: Cuenta
ja: アカウント
pt: Conta
ru: Счет
th: บัญชี
zh: 帐户

source: Logout
es: Cerrar la sesión
ja: ログアウト
pt: Sair
ru: Выйти из системы
th: ออกจาก
zh: 登出

# logoutDetails
source: Log out and remove session information from the device.
es: Cierra la sesión y elimina la información de la sesión del terminal
ja: ログアウトし端末からセッション情報を削除します
pt: Sai e remove as informações da sessão do terminal
ru: Выход из системы и удаление информации о сеансе с терминала
th: ระบบและลบข้อมูลเซสชันออกจากอุปกรณ์ ออกจากระบบ
zh: 注销并删除终端上的会话信息

# logoutConfirm
source: Would you like to log out?
es: ¿Quieres cerrar la sesión?
ja: ログアウトしますか？
pt: Você quer terminar a sessão?
ru: Вы хотите выйти из системы?
th: คุณต้องการที่จะออกจากระบบ?
zh: 你想登出吗？

# deleteLoginInfo
source: Delete login information
es: Borrar los datos de acceso
ja: ログイン情報を削除
pt: Eliminar informações de login
ru: Удалить информацию для входа в систему
th: ลบข้อมูลล็อกอิน ลบข้อมูล
zh: 删除登录信息

# deleteLoginInfoDetails
source: Delete stored login information.
es: Borrar la información de inicio de sesión almacenada
ja: 記憶しているログイン情報を削除します
pt: Excluir informações de login armazenadas
ru: Удалить сохраненную информацию для входа в систему
th: ล็อกอินที่บันทึกไว้ ลบ
zh: 删除存储的登录信息

# deleteLoginInfoConfirm
source: Do you want to delete it?
es: ¿Quieres borrarte?
ja: 削除しますか？
pt: Você quer apagar?
ru: Вы хотите удалить?
th: คุณต้องการที่จะลบมัน?
zh: 你想删除吗？

source: Token
es: Ficha
ru: Токен
th: โทเค็น
zh: 代币

# tokenDetails
source: View or change your credentials.
es: Ver o cambiar sus credenciales
ja: 認証情報を確認または変更できます
pt: Veja ou altere suas credenciais
ru: Просмотр или изменение своих учетных данных
th: คุณสามารถตรวจสอบหรือเปลี่ยนแปลงข้อมูลประจำตัวของคุณ
zh: 查看或更改您的证书

source: Cookie
ru: Печенье
th: สิทธิ์ การใช้
zh: 饼干

source: permissions
es: Permisos
ja: 権限
pt: Permissões
ru: Разрешения
th: คุกกี้ เชื่อมโยง
zh: 许可权

# domainVerification
source: Associate apps with domains
es: Asociar la aplicación con el dominio
ja: アプリとドメインの関連付け
pt: Associar aplicativo com domínio
ru: Ассоциируйте приложение с доменом
th: โดเมน
zh: 将应用程序与域名相关联

# domainVerificationDetails
source: Please associate this app with vrchat.com.
es: Asocie su aplicación con vrchat.com
ja: vrchat.comとアプリを関連付けて下さい
pt: Associe seu aplicativo ao vrchat.com
ru: Ассоциируйте свое приложение с vrchat.com
th: ของคุณกับแอปของคุณ เชื่อมโยงแอปของคุณกับ vrchat.com
zh: 将你的应用程序与 vrchat.com 联系起来

source: Not supported
es: No se admite
ja: サポートされていません
pt: Não suportado
ru: Не поддерживается
th: ไม่
zh: 不支持

# notSupportedDetails
source: This permission is not supported on this device.
es: Este permiso no es compatible con este dispositivo
ja: このデバイスではこの権限がサポートされていません
pt: Esta permissão não é suportada por este dispositivo
ru: Это разрешение не поддерживается на данном устройстве
th: รองรับ การอนุญาตนี้ไม่ได้รับการสนับสนุนบนอุปกรณ์นี้
zh: 此设备不支持此权限

source: Help
es: Ayuda
ja: ヘルプ
pt: Ajuda
ru: Помощь
th: ช่วยเหลือ
zh: 帮助

source: Contribution
es: Contribuir
ja: 貢献
pt: Contribua
ru: Вклад
th: สนับสนุน การพัฒนาบน
zh: 贡献

# contributionDetails
source: Contribute to development on Github.
es: Contribuir al desarrollo en Github
ja: Githubでの開発に貢献する
pt: Contribuir para o desenvolvimento no Github
ru: Участвуйте в разработке на Github
th: จุดบกพร่องของรายงานการพัฒนา
zh: 为Github上的开发做出贡献

# reportDetails
source: Report bugs and request new features to the developer.
es: Informar de los errores y solicitar nuevas funciones a los desarrolladores
ja: 開発者にバグの報告や新機能のリクエストをします
pt: Relatar bugs e solicitar novas funcionalidades aos desenvolvedores
ru: Сообщать об ошибках и запрашивать у разработчиков новые возможности
th: Github และขอคุณสมบัติใหม่ให้กับ
zh: 报告错误并要求开发人员提供新功能

# developerInfo
source: Developer Information
es: Información para el desarrollador
ja: 開発者情報
pt: Informações para desenvolvedores
ru: Информация о разработчике
th: นักพัฒนา ข้อมูลนักพัฒนา
zh: 开发商信息

# developerInfoDetails
source: View developer information.
es: Ver información sobre el promotor
ja: 開発者の情報を表示
pt: Ver informações sobre o desenvolvedor
ru: Просмотр информации о разработчике
th: ดูข้อมูลนักพัฒนา
zh: 查看关于开发商的信息

source: Rate the app
es: Clasificaciones
ja: 評価
pt: Classificações
ru: Рейтинги
th: ให้คะแนน
zh: 评级

# rateTheAppDetails
source: Please rate us on Google PlayStore!
es: Califíquenos en Google PlayStore
ja: GooglePlayStoreでの評価をお願いします
pt: Por favor, classifique-nos na Google PlayStore
ru: Пожалуйста, оцените нас в Google PlayStore
th: โปรดให้คะแนนเราบน GooglePlayStore
zh: 请在Google PlayStore为我们评分

source: Version
es: Versión
ja: バージョン
pt: Versão
ru: Версия
th: เวอร์ชัน เวอร์ชัน
zh: 版本

# versionDetails
source: Current Version: {version}
es: Versión actual: {version}
ja: 現在のバージョン: {version}
pt: Versão atual: {version}
ru: Текущая версия: {version}
th: ปัจจุบัน: {version} ตรวจสอบใบ
zh: 当前版本: {version}

source: License
es: Licencia
pt: Licença
ru: Лицензия
th: อนุญาต
zh: 许可证

# licenseDetails
source: Check License information
es: Comprobar la información de la licencia
ja: License情報を確認します
pt: Verificar informações sobre a licença
ru: Проверьте информацию о лицензии
th: ตรวจสอบข้อมูลใบอนุญาต
zh: 检查许可证信息

source: Report
es: Informe
ja: 報告
pt: Relatório
ru: Отчет
th: รายงาน
zh: 报告

source: User Policy
es: Política de usuarios
ja: ユーザーポリシー
pt: Política do Utilizador
ru: Пользовательская политика
th: นโยบายผู้ใช้
zh: 用户政策

source: Agree
es: De acuerdo
ja: 同意
pt: Concorda
ru: Согласитесь
th: เห็นด้วย
zh: 同意

source: Disagree
es: En desacuerdo
ja: 同意しない
pt: Discordar
ru: Не согласен
th: ไม่เห็นด้วย
zh: 不同意

source: Look at your browser
es: Compruebe su navegador
ja: ブラウザを確認してください
pt: Por favor verifique o seu navegador
ru: Пожалуйста, проверьте ваш браузер
th: กรุณาตรวจสอบเบราว์เซอร์ของคุณ
zh: 请检查您的浏览器

# contributor
source: DeepL(robot)
ja: fa0311
th: GoogleTranslate(robot)

# description
source: VRChat assistant app
ja: VRChatのアシスタントアプリ

# descriptionDetailed
source: VRChat assistant app with intuitive UI built in Flutter
ja: Flutterで構築された直感的なUIが特徴のVRChatアシスタントアプリ

source: traveling
es: En movimiento
